// написать программу которая принимает число и выдает его в квадрат.
// (число умноженное само на себя).

Console.WriteLine ("напишите число: ");
int number = Convert.ToInt32 (Console.ReadLine());
int result = number*number;
Console.WriteLine ("квадрат числа равен: ");
Console.WriteLine (result);
